'-------------------------------------------------------------------------------------
' Dutch language module for WINCONTIG
'
' Translated by:
'   Leo Vandijck (leo<dot>vandijck<at>gmail<dot>com)
'    updated: 05.11.2012
'
' Currently maintained by:
'   Marco D'Amato (md<at>mdtzone<dot>it)
'
' Last updated: May 11, 2008
'
' NOTE: Don't translate '\n', '\t', '%s', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Nederlands
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=Gefragmenteerde bestanden
2=Aaneengesloten bestanden
3=Gedefragmenteerde bestanden
4=Niet-verwerkte bestanden
195=CURRENT SESSION
199=Start time:
200=Action:
222=Current operation:
214=Defragmenting
215=File Defragmentation
207=File Analysis
209=Completed
211=Aborted by the user
212=Canceled
213=Analyzing...
216=Skipped all objects
219=LAST SESSION
217=General
227=Total processed files:
228=Defragmented files:
234=n/a
240=FRAGMENTED
241=CONTIGUOUS
243=DEFRAGMENTED
254=Checking volumes for errors...
257=Disk cleaning up...
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Toevoegen
18=Verwijderen
19=Eigenschappen
20=Profiel laden
21=Profiel opslaan
283=Fragmenten
294=Toon rapport
455=Filter
24=Defragmenteren
25=Afbreken
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Toevoegen
474=Voeg een of meer bestanden toe aan de lijst. Klik op de pijl om een map toe te voegen.
475=Verwijderen
476=Verwijder de geselecteerde bestanden uit de lijst.
477=Eigenschappen
478=Toon eigenschappen van de geselecteerde items.
479=Fragmenten
480=Toon extra informatie over de geselecteerde bestanden, inbegrepen aantal en omvang van de fragmenten waaruit ze bestaan.
481=Filter
482=Toon dialoogvenster Filter om mappen, bestandstypes of specifieke bestanden op te nemen of uit te sluiten bij analyse of defragmentatie.
483=Profiel laden
484=Lees de lijst met items uit een eerder opgeslagen profielbestand.
485=Profiel opslaan
486=Sla de lijst met items op in een profielbestand.
26=Analyseren
45=Analyseer de bestanden om de graad van fragmentatie te bepalen.
101=Defragmenteren
139=Versnel het systeem door versplinterde bestanden te defragmenteren. Klik op de pijl om enkel de bestanden te verwerken die geselecteerd zijn in het onderste venster.
122=Afbreken
136=Breek de huidige actie af.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=&Bestand toevoegen...\tCTRL+F
66=&Map toevoegen...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<leeg>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Defragmenteer alle bestanden
156=Defragmenteer enkel geselecteerde bestanden
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Naam
28=Grootte
29=Status
30=Type
248=Fragmenten
249=Clusters
250=Grootte op schijf
274=% op schijf
472=Datum laatste wijziging
487=Kenmerken
251=Standaard
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Gefragmenteerd
6=Niet gefragmenteerd
7=Fout
8=Gedefragmenteerd
146=Aaneengesloten
369=Overgeslagen
424=Bezig...
218=Skipped (filtered out)
220=Skipped (stored on SSD)
226=Aborted
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Bestanden toevoegen
247=Hoofdmap
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=&Openen
68=&Item toevoegen
69=&Bestand...\tCTRL+F
70=&Map...\tCTRL+D
71=Items &verwijderen\tDEL
371=Toevoegen aan lijst met uitzonderingen
15=Analy&seer geselecteerde bestanden
16=&Defragmenteer geselecteerde bestanden
72=Profiel &laden...
73=Profiel &opslaan als...
223=&Eigenschappen...
75=&Automatisch scrollen
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Fragmenten
252=Clusters
253=Grootte op schijf
10=Grootte
11=Bestandsnaam
183=Path
275=% op schijf
256=Standaard
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Meest gefragmenteerde bestanden
12=Geen gefragmenteerde bestanden gevonden
428=Nog geen bestanden verwerkt
'-------------------------------------------------------------------------------------
' Main program window - Tab Options ***
'-------------------------------------------------------------------------------------
187=&Show file name and path in separate columns
188=Show advanced options for the tabs.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=&Gemarkeerde bestanden selecteren
364=&Selectie gemarkeerde bestanden ongedaan maken
367=&Selectie omkeren
372=Toevoegen aan lijst met uitzonderingen
162=Open file l&ocation
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Select/Deselect
161=Select or deselect all listed files.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Bestandsnaam
245=Path
129=Fout
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Niet-geanalyseerde bestanden
145=Geen fouten gevonden bij verwerken van bestanden
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Standby
33=Totaal aantal items: 
127=Item
137=Defragmenteren
420=Aantal verwerkte bestanden:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&Bestand
35=&Openen
36=&Toevoegen
37=Be&stand...\tCTRL+F
38=&Map...\tCTRL+D
39=&Verwijderen\tDEL
370=Toevoegen aan lijst met uitzonderingen
284=&Info fragmentatie...
224=&Eigenschappen...
421=&Rapport opslaan...
41=E&xit
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Profielen
43=Profiel &laden...
44=Profiel &opslaan als...
157=&Configureer lijst met recente profielen...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=&Actie
47=A&nalyseren
49=&Stoppen
50=&Defragmenteren
148=Analy&seer geselecteerde bestanden
150=D&efragmenteer geselecteerde bestanden
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&Beeld
51=&Werkbalk
52=&Infopaneel
76=&Statusbalk
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Extra
470=&Filters beheren...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=&Opties
54=Altijd &op voorgrond
55=&Rij selecteren
56=&Bevestiging tonen
57=&Geen dubbels
58=&Programma beëindigen na defragmenteren
59=&Computer afsluiten na defragmenteren
229=Schijfcontrole voor defragmenteren
235=D&efragmentatiemethode
236=&Snel
237=&Intelligent
242=&Taal
301=&Prioriteit instellen
302=&Hoog
303=H&oger dan normaal
304=&Normaal
305=L&ager dan normaal
306=&Laag
332=&Schijfopruiming
333=&Uit
334=&Automatisch
335=Gebruiker vragen
361=Foutmeldingen tonen
348=Controleer schijven op fouten
349=&Uit
350=&Automatisch
351=Gebruiker vragen
408=Configureren &markeren...
488=SSD-schijven negeren
23=SSD-herkenning (Solid State Drives) uitschakelen
102=Show st&ate icons
140=Show s&ystem icons
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=&Help
61=Wettelijke bepalingen
62=Parameters voor commandoprompt
64=&Over WinContig...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Voegt bestanden toe aan de lijst.
84=Voegt een map toe aan de lijst.
85=Verwijdert de geselecteerde items.
86=Voegt de items uit het profiel toe aan de lijst.
87=Slaat de items uit de lijst op in een profiel.
88=Sluit WinContig af.
89=Analyseert de items.
92=Onderbreekt het toevoegen van items.
93=Onderbreekt de analyse van de bestanden.
110=Defragmenteert de bestanden.
94=Houdt het venster altijd op de voorgrond.
95=Zet selectie van hele rij aan of uit.
96=Toont informatie over het programma, versie en copyright.
99=Sluit het programma af na het defragmenteren.
100=Sluit de computer af na het defragmenteren.
103=Zet scrollen aan of uit.
104=Zet bevestiging aan of uit.
105=Opent het geselecteerde bestand in het geregistreerde programma.
106=Toont de parameters voor gebruik van WinContig vanop de commandoprompt.
107=Toont de wettelijke bepalingen.
108=Laat geen dubbele vermeldingen toe in de lijst met items.
225=Toont de eigenschappen van het geselecteerde item.
230=Voert geen schijfcontrole uit voor het defragmenteren.
238=Defragmenteert bestanden zonder optimalisatie van de plaats op de schijf (sneller).
239=Defragmenteert bestanden en optimaliseert de plaats op de schijf (trager).
255=Toont het rapport na analyse.
285=Toont extra informatie over de fragmentatie van de bestanden.
336=Verwijdert tijdelijke bestanden niet voor het defragmenteren.
337=Verwijdert automatisch tijdelijke bestanden voor het defragmenteren.
109=Vraagt gebruiker of tijdelijke bestanden moeten verwijderd voor het defragmenteren.
352=Geen schijfcontrole voor het defragmenteren.
353=Automatische schijfcontrole voor het defragmenteren.
354=Vraagt gebruiker of schijfcontrole moe gebeuren voor het defragmenteren.
362=Toont foutmeldingen tijdens het verwijderen van de tijdelijke bestanden.
373=Voegt de selectie toe aan de lijst met uitzonderingen.
471=Bewerk de lijsten met opgenomen en uitgesloten items.
409=Kleuren gebruikt voor het markeren van items.
429=Selectie omkeren.
430=Selecteer de gemarkeerde items.
431=Selectie van gemarkeerde items ongedaan maken.
422=Bewaar de gegevens van de analyse.
22=Detecteert automatisch Solid State Drives.
13=Gefragmenteerde bestanden op Solid State Drives worden niet gedefragmenteerd.
82=Toont of verbergt de werkbalk.
90=Toont of verbergt het infopaneel.
91=Toont of verbergt de statusbalk.
14=Defragmenteert enkel de items die in het onderste venster zijn geselecteerd.
141=Laat u toe de gestarte actie af te breken.
131=Analyzeert enkel wat in het bovenste venster is geselecteerd.
138=Defragmenteert enkel wat in het bovenste venster is geselecteerd.
158=Geef aan hoeveel profielen in de lijst met recente profielen worden getoond.
135=Displays the state icons next to each item icon in the upper pane.
160=Displays the system icons next to each item instead of the WinContig icons.
163=Opens the folder containing the selected file.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Aantal gefragmenteerde bestanden
178=Aantal aaneengesloten bestanden
179=Aantal bestanden niet verwerkt omwille van fouten
182=Aantal verwerkte bestanden
231=Lijst van meest gefragmenteerde bestanden:
232=Lijst van niet geanalyseerde bestanden:
289=Tekstbestand (*.txt)|*.txt|All Files (*.*)|*.*|
290=Rapport opslaan
291=Rapport is opgeslagen.
292=WinContig-rapport aangemaakt:
293=Statistieken
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Bestand toevoegen
112=Bestanden toevoegen (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Selecteer een map en klik op Map toevoegen. U kan meer mappen tegelijk toevoegen.
244=&Map toevoegen
246=Map toevoegen aan de lijst
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Profiel laden
115=WinContig-profielen (*.wcp)|*.wcp|All Files (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Profiel opslaan
117=WinContig-profielen (*.wcp)|*.wcp|All Files (*.*)|*.*|
118=Profiel opgeslagen.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Profiel inlezen
120=&Samenvoegen
121=&Vervangen
123=Lijst is niet leeg
124=Kies Toevoegen om de items uit het profiel toe te voegen aan de lijst. Kies Vervangen om de items uit de lijst te vervangen door die in het profiel.
125=Het bestand '%s' is geen geldig WinContig-profiel
126=Onbekende parameter aan de commandoprompt
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Items
130=Profiel wordt ingelezen
132=Sommige items in het profiel niet gevonden. Mogelijk zijn ze hernoemd, verplaatst of gewist.
133=Volgende items zijn niet ingelezen:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Schijfcontrole
320=Het is aan te bevelen de schijf te controleren voor het defragmenteren.
309=Voortaan schijf niet meer controleren
310=Analyse schijf %s... Even geduld.
311=Status:
321=Stap 1 van 3
355=Stap 2 van 3
356=Stap 3 van 3
313=&Schijfcontrole
314=&Geen schijfcontrole
315=Fout op schijf!
316=Schijfcontrole heeft fouten gevonden. Defragmentatie is niet mogelijk. Sluit WinContig af en herstel eerst de fouten.
317=Windows kan geen schijfcontrole uitvoeren op CD-ROM- en DVD-ROM-drives.
318=Defragmentatie is afgebroken door fouten in het bestandssysteem.\nHerstel de fouten en start WinContig dan opnieuw op.
319=Start defragmentatie automatisch als er geen fouten worden gevonden
323=Toon details
324=De schijf is nog niet geanalyseerd.
325=Verberg details
326=Schijfcontrole wordt uitgevoerd
328=Rapport:
329=Geen fouten op de schijf.
330=Controleer schijf op fouten
331=Windows kan geen schijfcontrole uitvoeren op een netwerkschijf.
432=Schijf
433=Bestandssysteem
434=Totale omvang
435=Beschikbare ruimte
436=% beschikbaar
437=Onbekend station
438=Verwisselbare schijf
439=Harde schijf
440=Netwerkschijf
441=Optisch station
442=RAM-schijf
443=Status sessie
444=Analyseren...
445=Voltooid
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Schijfopruiming
340=Tijdelijke bestanden verwijderen
357=&Start schijfopruiming
358=&Geen schijfopruiming
338=Voortaan tijdelijke bestanden niet verwijderen
359=Voor de defragmentatie kan u schijfruimte vrijmaken door tijdelijke bestanden te verwijderen.
342=Berekenen...
343=Tijdelijke bestanden verwijderen... Even geduld.
344=Status:
345=Functie GetTempPath mislukt door fout %s !
346=Tijdelijke bestanden kunnen niet worden verwijderd omdat ze in de hoofdmap staan!
347=Tijdelijke bestanden kunnen niet worden verwijderd omdat dit tijdelijke pad niet bestaat:\n\n%s
446=Tijdelijke bestanden verwijderen met &WinContig
181=E&mpty Recycle Bin
447=Tijdelijke bestanden verwijderen met &externe toepassing
448=Toepassing:
449=Parameters voor commandoregel:
450=&Bladeren...
451=Selecteer toepassing
452=Toepassingen (*.exe)|*.exe|Alle bestanden (*.*)|*.*|
453=Geen externe toepassing opgegeven.
454=Opgegeven externe toepassing niet gevonden!
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Filter
381=Map toevoegen...
382=Bestand toevoegen...
399=Filter toevoegen...
383=Item verwijderen
385=Om te vermijden dat bepaalde gegevens verplaatst worden, kan u items uitsluiten van defragmentatie. Bestanden en mappen in deze lijst worden niet
386=Lijst met uitzonderingen
387=Lijst van uitgesloten items:
391=Negeer bestanden groter dan (KB):
392=KB
393=MB
394=GB
456=Filter
457=Masker toevoegen
458=Masker verwijderen
459=Nieuw masker:
460=Met maskers of bestandspatronen kunt u items automatisch selecteren. WinContig bewerkt alleen de bestanden die overeenkomen met de maskers.
461=Bewerk lijsten met opgenomen items
462=Lijst van opgenomen items:
463=Uitsluiten
464=Opnemen
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Filter toevoegen
401=Definieer een of meer filters om bestanden uit te sluiten. Afzonderlijke filters worden gescheiden door een puntkomma (;).\n\Voorbeeld:
404=Filters mogen geen van volgende tekens bevatten: \ / : < > | "
419=Ongeldig teken
405=Uitzonderingsfilter:
402=&Toevoegen
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Markering configureren
411=Geef aan welke kleuren u wil gebruiken om items te markeren. Om de kleur van een item aan te passen, klikt u op de bijhorende kleurknop.
412=Gefragmenteerd item
413=Aaneengesloten item
414=Gedefragmenteerd item
415=Fout
416=Overgeslagen item
418=Hele rij markeren
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Lijst met recente profielen
152=Configureer Lijst met recente profielen
153=Hier kan u aangeven hoeveel profielen in de lijst worden getoond
154=Aantal profielen dat wordt getoond (0-10):
134=Maximum character counts for recent profiles (40-1000):
159=Verwijder niet gevonden recente profielen automatisch uit de lijst
172=Maximum character counts for recent profiles
173=Limits the number of characters displayed for each listed recent profile.
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
174=Unknown error
175=Failed to dump file (infinite main loop).
176=The map of the file is empty.
180=Wrong map file detected.
147=Er zijn niet genoeg vrije samenhangende blocks om het bestand volledig te defragmenteren.
164=Wil u het geselecteerde item echt verwijderen?
165=Wil u de geselecteerde items echt verwijderen?
166=Bevestigen
205=WinContig werkt niet op deze versie van het besturingssysteem.
233=Toevoegen '%s' mislukt.
307=Instellen prioriteit mislukt.
360=Kan het bestand '%s' niet verwijderen door volgende fout:\n\n%s
374=Het geselecteerde item is toegevoegd aan de lijst met uitsluitingen.
375=De geselecteerde items zijn toegevoegd aan de lijst met uitsluitingen.
376=De geselecteerde items staan al in de lijst met uitsluitingen.
465=Masker is niet uniek
466=Een of meer maskers gebruikt voor lijst met opgenomen/uitgesloten items. Overeenkomende items worden gebruikt/uitgesloten bij defragmentatie.
467=Sluit evengoed af
468=Bewerk maskers
490=SSD-apparaat gevonden
494=SSD-apparaat
491=Bij SSD-apparaten geeft HDD-defragmentatie geen voordelen en ze veroorzaakt bovendien extra slijtage.
492=&Toch defragmenteren
493=&Niet defragmenteren
149=There is not enough physical memory or system resources available to defragment the file.
'-------------------------------------------------------------------------------------
' General Button Captions ***
'-------------------------------------------------------------------------------------
395=&Ja
396=&Nee
397=OK
398=Annuleren
406=&Doorgaan
407=&Afbreken
142=&Sluiten
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Fout: Out of Memory/Resources. Mislukt!
168=Fout: Bestand niet gevonden. Mislukt!
169=Fout: Pad niet gevonden. Mislukt!
170=Fout: Ongeldig bestandsformaat. Mislukt!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Fragmenten
260=Naam:
261=Pad:
262=Type:
263=Grootte:
264=Grootte op schijf:
265=Fragmenten:
266=Clusters:
267=Fragmentatie-informatie:
269=Algemeen
270=#
271=Bestandsclusters
272=Eerste cluster
273=Laatste cluster
286=Grootte (bytes)
287=% van bestand
276=Bestand is nog niet geanalyseerd
277=Dit item is geen bestand
278=Fout bij analyseren van het bestand
279=Dit item bestaat niet
280=Geen clusters gevonden voor dit bestand 
281=bytes
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Defragmentatierapport
185=Informatie:
186=Defragmentatie is voltooid.
189=Aantal verwerkte bestanden
190=Aantal gefragmenteerde bestanden
191=Aantal aaneengesloten bestanden
192=Aantal gedefragmenteerde bestanden
193=Aantal bestanden die niet gedefragmenteerd werden omwille van fouten
423=Dit dialoogvenster toont informatie over de bestanden die werden gedefragmenteerd.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Afsluiten
196=Het systeem wordt afgesloten over 15 seconden
197=OpenProcessToken Error.
198=AdjustTokenPrivileges Error.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Alle rechten voorbehouden.
202=Freeware voor persoonlijk en commercieel gebruik.
203=WinContig voegt de delen van gefragmenteerde bestanden samen tot één aaneengesloten bestand.\n\nZo kan uw computer de bestanden sneller verwerken.
204=Over
298=Website:
299=E-mail:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=Uitzondering van WinContig
78=WinContig is vastgelopen.
79=Het programma is vastgelopen door een fout. Kopieer de informatie naar het Clipboard en zend ze ons toe:
80=Beschrijving van het probleem
81=&Sluit het programma af
63=Herkenning van SSD apparaten kan conflicten veroorzaken. Kies "Uitschakelen SSD-herkenning" in het menu "Opties"
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Wettelijke bepalingen
221=Copy the text and put it on the Clipboard.
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Parameters voor commandoprompt
389=Parameters voor commandoprompt
390=Als u Wincontig start van de commandoprompt kunt u een aantal parameters gebruiken om de werking van het programma te sturen.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Wacht tot het verwerken van het huidige bestand voltooid is...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040\deftab708{\fonttbl{\f0\fswiss\fprq2\fcharset0 Tahoma;}}
{\*\generator Msftedit 5.41.15.1507;}\viewkind4\uc1\pard\qc\lang1040\b\f0\fs24 Disclaimer\par
\par
\pard\b0\fs16 This software and all the accompanying files are provided by the author "as is" and without any express or implied warranties, including, but
not limited to, the implied warranties of merchantability and fitness for a particular purpose. In no event shall the author be liable for any damages whatsoever
(including without limitation, damages for loss of business profits, loss of use or data, business interruption, loss of business information, or any other
pecuniary loss) arising out of the use or inability to use this product, even if advised of the possibility of such damage. The entire risk arising out of the use or
performance of this product and documentation remains with you.\par
}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040\deftab708{\fonttbl{\f0\fswiss\fprq2\fcharset0 Tahoma;}{\f1\fnil\fcharset2 Symbol;}}
{\*\generator ;}\viewkind4\uc1\pard\b\f0\fs16 SYNTAXIS\par
\b0\par
WINCONTIG.EXE [bron] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\b\par

\b OPMERKINGEN\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Parameters zijn niet hoofdlettergevoelig. Voorbeeld: \b
/CLOSE\b0  heeft hetzelfde effect als \b /close\b0 .\par
{\pntext\f1\'B7\tab}Verschillende parameters worden gescheiden door een spatie. Voorbeeld om een profiel te laden en het defragmenteren te starten: \par
\pard\par
\pard\fi360\b WinContig /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par
U kunt kiezen uit deze parameters.\par
\par
\pard\fi-1418\li1418\tx1418\b /ANALYZE\b0\tab Analyse van de bestanden in een profiel automatisch opstarten. Het gebruik van de bijkomende parameter
\b /PROF:\b0   is verplicht.\par
\b\par
/CLOSE\b0\tab WinContig beëindigen na het defragmenteren of na het analyseren. Komt overeen met de menu-optie \b Opties | Programma beëindigen na
defragmenteren\b0.\par
\b\par
/DEFRAG\b0\tab Defragmenteren van de bestanden in een profiel automatisch opstarten. Het gebruik van de bijkomende parameter \b /PROF:\b0   is
verplicht.\b\par
\par
/DUP\b0\tab De lijst mag items dubbel bevatten. Dit komt overeen met het uitschakelen van deze optie via het menu \b  Opties | Geen dubbels\b0 . Standaard
controleert WinContig op dubbele vermeldingen. De parameter \b /DUP\b0  omzeilt die controle en dus verloopt het toevoegen van items sneller. Gebruik de
parameter om een groot profiel sneller in te lezen als u zeker weet dat dit geen items dubbel bevat.\par
\par
\b /FULLROW\b0\tab Zet selectie volledige rij uit. Komt overeen met de menu-optie \b Opties | Rij selecteren\b0 .\par
\par
\b /NOPROMPT\b0\tab Zet bevestiging uit. Komt overeen met de menu-optie \b Opties | Toon bevestiging\b0. \par
\b\par
/NOSCROLL\b0\tab Zet automatisch scrollen bij analyse of defragmenteren uit. Dit komt overeen met de optie \b Automatisch scrollen\b0  in het
contextmenu van het bestand.\par
\b\par
/QUICK\b0\tab Schakelt optimalisatie tijdens defragmenteren uit, waardoor defragmenteren sneller verloopt. Optimalisatie probeert alle open ruimtes op te
vullen en eventueel een bestand gedeeltelijk te defragmenteren als volledig niet lukt. Dit komt overeen met de menu-optie \b Opties | Defragmentatiemethode
| Snel\b0.\par
\b\par
/CHKDSK:0\tab\b0 Schakelt de schijfcontrole uit. \par
\par
\b /CHKDSK:1\b0\tab Start de schijfcontrole op.\par
\par
\b /CHKDSK:2\b0\tab Vraagt de gebruiker naar schijfcontrole.\par
\b\par
/PROF:"\i profile\i0 "\b0\tab Leest het profiel \i profile\i0  in.\par
\par
\b\tab BELANGRIJK\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 U moet het volledige pad naar het profiel opgeven\par
{\pntext\f1\'B7\tab}Het volledige pad moet tussen aanhalingstekens ("")\par
\pard\li1418\tx1418\par
Voorbeeld: om het profiel \i data.wcp\i0  in \i c:\\profiles\i0  in te lezen gebruikt u\par
\par
\b WinContig /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\pard\fi-1418\li1418\qj\tx1418\b /ONTOP\b0\tab Het venster van WinContig blijft altijd op de voorgrond (voor andere vensters). Dit komt overeen met de
menu-optie \b Opties | Altijd op voorgrond\b0  .\par
\pard\fi-1418\li1418\tx1418\par
\b /SHUTDOWN\b0\tab Computer afsluiten als het defragmenteren voltooid is. Dit komt overeen met de menu-optie  \b Opties | Computer afsluiten na
defragmenteren\b0  .\par
\par
\b /CLEAN:0\tab\b0 Schakelt de schuifopruiming uit.\par
\par
\b /CLEAN:1\tab\b0 Start de schijfopruiming op.\par
\par
\b /CLEAN:2\tab\b0 Vraagt de gebruiker naar schijfopruiming.\par
\par
\b /NOGUI\b0\tab Verbergt WinContig tijdens het analyseren of defragmenteren. Als u de parameter \b /NOGUI\b0 gebruikt, geeft WinContig via exitcodes
aan hoe succesvol een commando is geweest.\par
\par
\tab\b Exitcodes\b0\par
\par
\tab WinContig gebruikt volgende exitcodes:\par
\par
\tab\b 0\b0\tab Geslaagd.\par
\tab\b 1\b0\tab Ongeldig of ontbrekend profiel.\par
\tab\b 2\b0\tab Fouten gevonden tijdens schijfcontrole.\par
\tab\b 3\b0\tab Niet alle items konden worden gedefragmenteerd.\par
\tab\b 4\b0\tab Niet alle items konden worden geanalyseerd.\par
\tab\b 5\b0\tab Invalid or missing item.\par
\par
\b /CLOSEIFOK\b0\tab Used to automatically close WinContig after it has completed the defragmentation process if all of the files have been successfully defragmented otherwise it stays open. 
If you use this switch in conjunction with the \b /NOGUI \b0 switch, WinContig will show the main window after it has completed the defragmentation process if one or more files have not been successfully defragmented.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Shows this dialog box.\par
\par
\b /LANG:\b0\i xx\i0\tab Forces the language used by the user interface. \i xx \i0 specifies a region-neutral language, for example \i en \i0 represents English, while \i fr \i0 represents French. 
If you specify the \b/LANG:auto \b0 switch, WinContig will use the system default UI language (if supported).\par
\par
\b /NOINI\b0\tab Used to suppress the writing of the "WinContig.ini" configuration file.\par
\par
}
$c$







